{"components/halothemes/halo-footer-articles-block":"<div class=\"Footer-Articles\">\r\n\t<div class=\"container\">\r\n\t\t<ul>\r\n\t\t\t<li class=\"col-sm-6 col-md-4 col-lg-4\">\r\n\t\t\t\t<a href=\"/gym-wipes/\"><h4>GYM WIPES <span>></span></h4></a>\r\n\t\t\t\t<p>At Zogics, we know that your guests’ wellness starts with their ability to get fit in a facility that keeps their health in mind. This is why we’ve worked to become the best in the industry when it comes to sanitizing gym wipes. Our line of wipes includes innovative economically-friendly sanitizing wipes and wellness center wipes. We even carry EPA-registered premium antibacterial gym wipes proven to kill 99% of bacteria within 15 seconds.</p>\r\n\t\t\t</li>\r\n\t\t\t<li class=\"col-sm-6 col-md-4 col-lg-4\">\r\n\t\t\t\t<a href=\"/wholesale-towels/\"><h4>WHOLESALE TOWELS <span>></span></h4></a>\r\n\t\t\t\t<p>Since our towels can be found in the best facilities all over, we only select the most high-quality wholesale towels for you to provide guests. Using premium ringspun cotton, microfiber, and polyester blends, we’ve put together a selection of gym towels, hand towels, bath towels, wash cloths, and pool towels your guests will love. Also, we carry wholesale towels for salons along with irregular towels, rags for cleaning, as well as robes for your guests to wear.</p>\r\n\t\t\t</li>\r\n\t\t\t<li class=\"col-sm-6 col-md-4 col-lg-4\">\r\n\t\t\t\t<a href=\"/fitness/\"><h4>FITNESS EQUIPMENT <span>></span></h4></a>\r\n\t\t\t\t<p>You want to help your clients reach their fitness goals. Let us help you with the best gym supplies and fitness equipment in the industry. From weights, benches, indoor cycling, strength training, resistance training, storage, mats, and more. We take the guesswork out of helping your guests get the most out of their workouts.</p>\r\n\t\t\t</li>\r\n\t\t\t<li class=\"col-sm-6 col-md-4 col-lg-4\">\r\n\t\t\t\t<a href=\"/cleaning-supplies/\"><h4>CLEANING SUPPLIES <span>></span></h4></a>\r\n\t\t\t\t<p>Keeping your facility clean is a full-time job in itself. But, it doesn’t have to be stressful or expensive. We make this process simpler, smoother, and easier than ever before. That’s why our facility and gym cleaning supplies include premium and bulk cleaning solutions, cleaning tools, detergents, commercial trash cans and recycling bins, and much more.</p>\r\n\t\t\t</li>\r\n\t\t\t<li class=\"col-sm-6 col-md-4 col-lg-4\">\r\n\t\t\t\t<a href=\"/bath-body-care/\"><h4>BATH &amp; BODY CARE <span>></span></h4></a>\r\n\t\t\t\t<p>To keep you and your guests happy and healthy, our collection of personal care items includes a range of natural commercial hand sanitizers, organic soaps, and shampoos, conditioners, and body washes. We even have a signature Zogics line of bath and body care products disinfectants, all available in bulk quantities.</p>\r\n\t\t\t</li>\r\n\t\t\t<li class=\"col-sm-6 col-md-4 col-lg-4\">\r\n\t\t\t\t<a href=\"/facility/\"><h4>FACILITY EQUIPMENT <span>></span></h4></a>\r\n\t\t\t\t<p>Keeping your facility safe and in top shape is always a priority. To help you stay ready for anything, we stock Philips AEDs, AED accessories, commercial first aid kits, and first aid cabinets. Need to update your facility equipment like lockers, gym equipment storage, water fountains, commercial hand dryers or other fixtures? We have you covered. Be sure to checkout our selection of facility equipment.</p>\r\n\t\t\t</li>\r\n\t\t</ul>\r\n\t</div>\r\n</div>\r\n"}
